Repository: HelenCSWS/WebSite-Version-One
Catalog: CSWSWEBResources/Resource.*.resx
Languages: fr_ca, zh_hk

# CSS_TD_SHARE_INPUT_CPT
source: td_share_input_caption_en
fr_ca: td_share_input_caption_fr
zh_hk: td_share_input_caption_zh

# YouCanUnSub
source: You can unsubscribe at any time.
fr_ca: Spiritueux. Vous pouvez vous désinscrire à tout moment.

# LanCode
source: en
fr_ca: fr-ca
