Repository: HelenCSWS/WebSite-Version-One
Catalog: CSWSWEBResources/Resource.*.resx
Languages: fr_ca, zh_hk

# AboutContent_1
source: Christopher Stewart Wine & Spirits Inc. is a Canadian-based national importer dedicated to selecting and marketing high quality wines, spirits, beers, coolers and sakes from top producers around the World.
fr_ca: Christopher Stewart Wine & Spirit Inc. est un importateur basé au Canada dévoué à sélectionner et à commercialiser les grands vins, spiritueux, bières, panachés et sakes des meilleurs producteurs mondiaux.
zh_hk: 詩德有限公司總部設在加拿大，是加拿大國家進口商。精挑細選及銷售來自世界各地頂級生產商高品質的葡萄酒，烈酒，啤酒，清爽酒和清酒。

# AboutContent_2
source: Our goal is to bring unique and industry leading products to our customers through extensive research and an endless pursuit of quality. Our portfolio is an excellent reflection of our commitment to these on-going efforts.
fr_ca: Notre mission est de proposer à nos clients des produits uniques et leaders du marché grâce à notre constante poursuite de l'excellence. Notre portfolio est le parfait reflet de nos engagements.
zh_hk: 我們的目標是通過廣泛的研究和對品質的不繼追求，為客人帶來獨特和業界領先地位的產品。我們的產品組合正是我們致力努力不懈的最好見証。

# AboutContent_3
source: In April of 2013, we expanded our operations internationally to China, with our Asian head office located in Hong Kong.
fr_ca: En Avril 2013, nous avons étendu nos activités internationales en Chine par le biais de notre siège Asie situé à Hong Kong.
zh_hk: 在2013年4月，我們更將國際業務擴展至中國。我們的亞洲總部設於香港。

source: About Me
fr_ca: À propos de moi
zh_hk: 關於我

source: About Us
fr_ca: À propos de nous
zh_hk: 關於我們

# ACCOUNT_ACTIVE_EMAIL_CONTENT
source: Hi {0}, <BR><BR> Please click on the link below to complete the registration process for your ChristopherStewart.com account. <BR><BR> <a href="http://www.christopherstewart.com/{1}/account/activeaccount/{2}">http://www.christopherstewart.com/{1}/account/activeaccount/{2}</a> <BR><BR> If the link is not clickable, you can copy and paste the address into your Web browser's Address window. <BR><BR><BR> Thanks, <BR><BR> The Christopher Stewart Team<BR> **************************** <BR><BR> If you did not request to register for a ChristopherStewart.com account, someone has mistakenly entered your email address when registering. <BR> Please ignore this message. To protect your privacy, we will only send this information to the email address on file for this account.
fr_ca: Hi {0}, <BR><BR> Veuillez cliquer sur le lien ci-dessous pour finaliser l'enregistrement de votre compte ChristopherStewart.com. <BR><BR> <a href="http://www.christopherstewart.com/{1}/account/activeaccount/{2}">http://www.christopherstewart.com/{1}/account/activeaccount/{2}</a> <BR><BR> Si vous ne parvenez pas à cliquer sur le lien de confirmation, veuillez copier et coller la totalité de l'URL dans la barre d'adresse de votre navigateur, puis appuyer sur "Entrée". <BR><BR><BR> Merci, <BR><BR> L'équipe Christopher Stewart<BR> **************************** <BR><BR> Si vous n'avez pas effectué une création de compte ChristopherStewart.com, quelqu'un a par erreur saisi votre adresse électronique. <BR> Merci alors d'ignorer ce message. Pour protéger votre vie privée, nous enverrons ces informations seulement à l'adresse mail enregistrée pour ce compte.
zh_hk: 您好 {0}, <BR><BR> 請按以下連結登記成為ChristopherStewart.com網站的業界賬户。 <BR><BR> <a href="http://www.christopherstewart.com/{1}/account/activeaccount/{2}">http://www.christopherstewart.com/{1}/account/activeaccount/{2}</a> <BR><BR> 如不能按入連結，請透過複製以上網頁到您的網頁瀏覽器。 <BR><BR><BR> 感謝您的支持， <BR><BR> 詩德團隊 <BR> **************************** <BR><BR> 如果您沒有登記成為ChristopherStewart.com的業界賬户， 但有人錯誤輸入您的電郵地址登記賬户，請您不用理會此訊息。 <BR> 為保護您的私隱安全，我們只會發送此訊息到户口內指定電郵地址。

# ACTIVE_ACCOUNT_EMAIL_SUBJECT
source: ChristopherStewart.com Account Registration
fr_ca: ChristopherStewart.com Inscription
zh_hk: ChristopherStewart.com 帳戶註冊

# ActivtionExpired
source: Your activation has been expired.
fr_ca: Votre activation a expirée
zh_hk: 啟動時限已過

source: Agency
fr_ca: Agence
zh_hk: 代理商

source: Art Gallery
fr_ca: Galerie d'art
zh_hk: 藝術畫廊

# ArtGalleryImgLink
source: gallery_img_en
fr_ca: gallery_img_fr
zh_hk: gallery_img_hk

# BringTheBest
source: Bringing the world's best to you!™
fr_ca: vous apporte les meilleurs au monde!™
zh_hk: 呈獻佳釀，品味人生!™

source: Broker
fr_ca: Courtier
zh_hk: 經紀人

# CaseSensitive
source: 8 to 16 characters. Case sensitive.
fr_ca: De 8 à 16 caractères. Sensibilité à la casse.
zh_hk: 六至八個字母符號。可區分大小寫

# CfrmEmailAdd
source: Confirm Email address
fr_ca: Veuillez confirmer votre adresse électronique
zh_hk: 電郵確認

# CfrmPswd
source: Confirm Password
fr_ca: Confirmation du mot de passe
zh_hk: 密碼確認

# CfrmRobot
source: Confirm you are not a robot
fr_ca: Confirmez que vous n’êtes pas un robot
zh_hk: 請確認你不是自動程式

source: Change email
fr_ca: Changer courriel
zh_hk: 更改電郵

# ChangeEmailCapital
source: Change Email
fr_ca: Changer courriel
zh_hk: 更改電郵

source: Change Password
fr_ca: Changer password
zh_hk: 更改密碼

# ChangePasswordCapital
source: Change Password
fr_ca: Changer Password
zh_hk: 更改密碼

# ChangeYourPswd
source: Change Your Password
fr_ca: Changez votre mot de passe
zh_hk: 更改您的密碼

# CHEInfo
source: Enter a new email address and your current password below.
fr_ca: Saisissez une nouvelle adresse électronique et votre mot de passe actuel ci-dessous.
zh_hk: 請輸入新的電郵以及您現時有密碼

# CHPInfo
source: To change your password,enter your current password and a new password.
fr_ca: Pour réinitialiser votre mot de passe, entrez votre mot de passe actuel puis votre nouveau mot de passe.
zh_hk: 若要更改密碼，請輸入您現時的密碼及新密碼

source: City
fr_ca: Ville
zh_hk: 城市

# ClickUploadImg
source: Click to upload image
fr_ca: Veuillez cliquer pour charger votre image
zh_hk: 點擊上傳照片

# ClickView
source: Click to View
fr_ca: Cliquez ici pour voir
zh_hk: 按此進入

# CName
source: Company Name
fr_ca: Nom de votre entreprise
zh_hk: 公司名稱

source: Contact Phone
zh_hk: 聯絡電話

source: Contact Us
fr_ca: Contactez nous
zh_hk: 聯絡我們

source: Copyright ©
fr_ca: Droit d'auteur ©
zh_hk: 版權 ©

source: Country
fr_ca: Pays
zh_hk: 國家

# CreateNewPswd
source: Create a new password
fr_ca: Créer un nouveau mot de passe
zh_hk: 重設密碼

# CSWS
source: Christopher Stewart Wine & Spirits
fr_ca: Christopher Stewart Vins & Spiritueux
zh_hk: 詩德有限公司

# CSWSARR
source: Christopher Stewart Wine & Spirits. All rights reserved
fr_ca: Christopher Stewart Vins et Spiritueux. Tous droits réservés
zh_hk: 詩德有限公司版權所有，不得轉載

# CSWSDescription
source: Christopher Stewart Wine & Spirits is dedicated to selecting and importing high quality wines, spirits, beers, coolers and sakes from top producers around the world.
fr_ca: Christopher Stewart Vins et Spiritueux se consacre exclusivement à la sélection et à l'importation de grands vins, bières, cidres et sakes venants des meilleurs producteurs au monde.
zh_hk: 詩德有限公司精挑細選及銷售來自世界各地頂級生產商高品質的葡萄酒，烈酒，啤酒，清爽酒和清酒。

# CSWSLogoImage
source: logo.png
fr_ca: logo_fr.png
zh_hk: logo_zh.png

# CSWSQuote
source: Christopher Stewart Quote
fr_ca: Christopher Stewart Citations
zh_hk: 詩德酒名言

source: Current Password
fr_ca: Mot de passe actuel
zh_hk: 現時密碼

source: Display Name
fr_ca: Nom d'utilisateur
zh_hk: 用戶名稱

# DSAndWHS
source: Distributor/Wholesaler
fr_ca: Distributeur/Grossiste
zh_hk: 分銷商／批發商

source: Edit Profile Photo
fr_ca: Changer ma photo de profil
zh_hk: 編輯個人相片

source: Email
zh_hk: 電郵

# EmailAddress
source: Emaill address
fr_ca: Adresse courriel
zh_hk: 電郵地址

# EMAIL_SHARE_CONTENT
source: {0} <BR><BR> Please click the link below to view and/or download the cover art "{1}" <BR><BR> <a href="http://www.christopherstewart.com/{2}/image/{3}">http://www.christopherstewart.com/{2}/image/{3}</a> <BR><BR><BR> Enjoy, <BR><BR> {4} <BR><BR><BR> <font size='1'>Copyright Notice - The attached image is the sole property of Christopher Stewart Wine & Spirits. The attached image may be used for personal use only and may not be used for a commercial purpose. <BR> Copyright {5} Christopher Stewart Wine & Spirits Inc.</font>
fr_ca: {0} <BR><BR> Veuillez cliquer sur le lien ci-dessous pour voir et/ou télécharger l'œuvre d'art"{1}" <BR><BR> <a href="http://www.christopherstewart.com/{2}/image/{3}">http://www.christopherstewart.com/{2}/image/{3}</a> <BR><BR><BR> Profitez, <BR><BR> {4} <BR><BR><BR> <font size='1'>Respect des Droits de Propriété Intellectuelle - L'image ci-jointe est la propriété exclusive de Christopher Stewart Vins et Spiritueux. L'image ci-jointe peut etre être utilisée pour un usage personnel mais en aucun cas dans un but lucratif ou commercial. <BR> Droit d'auteur {5} Christopher Stewart Vins et Spiritueux.</font>
zh_hk: {0} <BR><BR> 請按以下連結查看或下載畫冊封面 "{1}" <BR><BR> <a href="http://www.christopherstewart.com/{2}/image/{3}">http://www.christopherstewart.com/{2}/image/{3}</a> <BR><BR><BR> 希望您會喜歡， <BR><BR> {4} <BR><BR><BR> <font size='1'>版權通告 － 這附件圖像為詩德有限公司的獨立資產。此附件圖像只供個人用途，不可用作任何商業用途。 <BR> 版權所有 {5} 詩德有限公司.</font>

# EMAIL_SHARE_SENDDER_MSG
source: Hi {0}, <BR><BR> {1} has sent you a link to the Christopher Stewart Cover Art "{2}" in High Resolution.
fr_ca: Bonjour {0}, <BR><BR> {1} vous a envoyé un lien à Christopher Stewart Galerie d'Art "{2}" en Haute Résolution.
zh_hk: 您好 {0}, <BR><BR> {1} 發給您來自詩德公司高解像畫冊封面"{2}" 的鏈接

source: Fax
zh_hk: 傳真

# FDBKComments
source: Comments
fr_ca: Commentaires
zh_hk: 評語

source: Feedback
fr_ca: Votre avis
zh_hk: 意見反映

# FeedBKContent_1
source: At Christopher Stewart Wine & Spirits, we are constantly striving for excellence in all aspects of our business. From the quality of our products, our Customer Service programs, and the educational content on our website, we value your opinion.
fr_ca: Chez Christopher Stewart Vins & Spiritueux, nous sommes en quête constante de l'excellence dans tous nos secteurs d’activité. De la qualité de nos produits à notre service client ou encore par le contenu éducatif de notre site internet, votre opinion nous importe.
zh_hk: 詩德有限公司在業務各個方面不斷追求卓越表現。從產品質素，客戶服務方案，以及網站教育內容，我們都重視您的意見。

# FeedBKContent_2
source: If you have any suggestions or feedback on these topics - or any other aspect of Christopher Stewart - please complete the form below and send us your thoughts.
fr_ca: Si vous avez la moindre suggestion ou le moindre commentaire concernant ces sujets ou tout autre aspect de Christopher Stewart, merci de remplir le formulaire ci-dessous et de nous partager vos pensées.
zh_hk: 如果你對這些題目有任何建議或意見 － 或對詩德有限公司其他方面有任何提議 － 請填寫以下表格並告訴我們。

# FeedBKContent_3
source: We value your comments and opinions and will return to you as soon as we can. Thank you!
fr_ca: Nous attachons une grande importance à vos commentaires et nous vous reviendrons dans les plus brefs délais. Merci!
zh_hk: 我們重視您的意見及建議。我們會盡快回覆。多謝！

# FeedBKSubmission
source: Feedback Submission
fr_ca: Formulaire de commentaire
zh_hk: 意見提交

# FName
source: First Name
fr_ca: Prénom
zh_hk: 名字

# ForgetPswd
source: Forget Password
fr_ca: Mot de passe oublié
zh_hk: 忘記密碼

# ForgotPswd
source: Forgot password
fr_ca: Mot de passe oublié
zh_hk: 忘記密碼

source: Home
fr_ca: Accueil
zh_hk: 主頁

source: Hong Kong
zh_hk: 香港

source: Hospitality
fr_ca: Hospitalité
zh_hk: 酒店餐飲

# ImageSaveHR
source: Please click here to save this high resolution cover art
fr_ca: Veuillez cliquer ici pour sauvegarder en haute resolution cette œuvre d'art
zh_hk: 請按此保存高解像畫冊封面

source: Importer
fr_ca: Importateur
zh_hk: 入口商

source: Industry
fr_ca: Industrie
zh_hk: 業內登入

# JS_MSG_FILE
source: ~/js/language/message.en.js
fr_ca: ~/js/language/message.fr-ca.js
zh_hk: ~/js/language/message.zh-hk.js

# LetsFindYRAcnt
source: Let's find your account
fr_ca: Retrouvons votre compte
zh_hk: 搜尋你的帳戶

# LName
source: Last Name
fr_ca: Nom
zh_hk: 姓氏

source: Log Out
fr_ca: Se déconnecter
zh_hk: 登出

source: Media
fr_ca: Médias
zh_hk: 傳播媒體

source: Message
zh_hk: 信息

source: My Account
fr_ca: Mon compte
zh_hk: 我的帳户

source: Name
fr_ca: Nom
zh_hk: 姓名

source: Negociant
fr_ca: Négociant
zh_hk: 酒商

# NewLContent
source: Be the first to know! Get the latest news on upcoming events, new products and more, delivered straight to your inbox!
fr_ca: Soyez le premier informé! Recevez les dernières nouvelles concernant les évènements à venir, nos nouveaux produits et plus encore, directement dans votre boîte de courrier électronique.
zh_hk: 取得第一手資訊！獲取有關推廣活動，新產品及更多不同的資訊，直接寄到你的電子郵箱。

# NewPswd
source: New Password
fr_ca: Nouveau mot de passe
zh_hk: 新密碼

source: Newsletter
fr_ca: Nouvelles
zh_hk: 通訊

# NewsLetterTitle
source: Newsletter Sign Up
fr_ca: Je m'inscris à la Newsletter
zh_hk: 加入通訊

source: of
fr_ca: sur
zh_hk: 至

source: OK
zh_hk: 同意

source: Password
fr_ca: Mot de passe
zh_hk: 密碼

# PassworfCfrm
source: Password Confirmation
fr_ca: Confirmation du mot de passe
zh_hk: 密碼確認

source: Phone
fr_ca: Téléphone
zh_hk: 電話

# PleaseEnterCName
source: Please enter Company name.
fr_ca: Veuillez entrer le nom de votre compagnie.
zh_hk: 請輸入公司名稱。

# PleaseEnterFName
source: Please enter First name.
fr_ca: Veuillez entrer votre prénom.
zh_hk: 請輸入名稱

# PleaseEnterLName
source: Please enter Last name.
fr_ca: Veuillez entrer votre nom de famille
zh_hk: 請輸入姓氏

# PleaseEnterValidEmail
source: Please enter a valid email address.
fr_ca: Veuillez entrer votre adresse électronique
zh_hk: 請輸入正確的電郵地址

# PleaseEnterValidPswd
source: Please enter the valid password, password must be at least 6 charactors.
fr_ca: Veuillez entrer votre mot de passe, il doit comporter au minimum 6 caractères.
zh_hk: 請輸入正確密碼，密碼必須由最少六個字母符號組成。

# PleaseFillComment
source: Please fill out the comment
fr_ca: Veuillez entrer votre commentaire.
zh_hk: 請填寫意見內容.

source: Portfolio
zh_hk: 產品介紹

# PortfolioCapital
source: PORTFOLIO
zh_hk: 產品介紹

# PortfolioInfo
source: 2016 December Edition Available
fr_ca: Édition disponible Décembre 2016
zh_hk: 2016年12月版本已推出

source: Producer
fr_ca: Producteur
zh_hk: 生產商

source: Profile
fr_ca: Profil
zh_hk: 我的資訊

# PRO_AB
source: Alberta
zh_hk: 艾伯塔省

# PRO_BC
source: British Columbia
fr_ca: Colombie-Britannique
zh_hk: 不列顛哥倫比亞省

# PRO_HK
source: Hong Kong
zh_hk: 香港

# PRO_MB
source: Manitoba
zh_hk: 馬尼托巴省

# PRO_NB
source: New Brunswick
fr_ca: Nouveau-Brunswick
zh_hk: 新不倫瑞克省

# PRO_NS
source: Nova Scotia
fr_ca: Nouvelle-Écosse
zh_hk: 新斯科舍省

# PRO_ON
source: Ontario
zh_hk: 安大略省

# PRO_QB
source: Quebec
fr_ca: Québec
zh_hk: 魁北克省

# PRO_SK
source: Saskatchewan
zh_hk: 薩斯喀徹溫省

source: Quote
fr_ca: Citation
zh_hk: 名言

# QuoteOfDay
source: QUOTE OF THE DAY
fr_ca: CITATION DU JOUR
zh_hk: 今日名言

source: Quotes
fr_ca: Citations
zh_hk: 名言

# Quotes_MSG
source: Quotes
fr_ca: Citation
zh_hk: 名言

# RechapchaLink
source: https://www.google.com/recaptcha/api.js?hl=en
fr_ca: https://www.google.com/recaptcha/api.js?hl=fr-ca
zh_hk: https://www.google.com/recaptcha/api.js?hl=zh-HK

source: Region
fr_ca: Région
zh_hk: 地區

source: Reset Email
fr_ca: Réinitialiser mon adresse électronique
zh_hk: 重設電郵

# ResetPswd
source: Reset Password
fr_ca: Réinitialiser mon mot de passe
zh_hk: 重設密碼

# RESET_PSWD_EMAIL_CONTENT
source: Dear member, <BR><BR> Per your request, please follow these steps to regain access to ChristopherStewart.com. <BR><BR> 1. Click the link below to choose a new password. <BR><BR> <a href="https://industry.christopherstewart.com/{0}/account/resetpassword/{1}">https://industry.christopherstewart.com/{0}/account/resetpassword/{1}</a> <BR><BR> If the link is not clickable, you can copy and paste the address into your Web browser's Address bar. <BR><BR> 2. Follow the instructions on the screen to choose a new password. After you have chosen a password you will automatically enter ChristopherStewart.com. <BR><BR> 3. In the future you can log in to ChristopherStewart.com by entering your email address and this password. <BR><BR> If you have any questions, write to <a href="mailto:info@ChristopherStewart.com" target="_top">info@ChristopherStewart.com</a>; do not reply to this message. <BR><BR> <BR><BR> Christopher Stewart Customer Service <a href="mailto:info@ChristopherStewart.com" target="_top">info@ChristopherStewart.com</a> <BR><BR> *************************** <BR><BR> If you did not request your ID and password for ChristopherStewart.com, someone has mistakenly entered your email address when requesting their password. <BR> Please ignore this message, or, if you wish, you may go to the address above to select a new password for your account. To protect your privacy, we will only send this information to the email address on file for this account. <BR><BR> <font size='1'>Copyright {2} Christopher Stewart Wine & Spirits Inc.</font>
fr_ca: Chère/Cher Membre, <BR><BR> Suite à votre demande et afin de récupérer votre accès à ChristopherStewart.com, veuillez suivre les étapes suivantes. <BR><BR> 1. Veuillez cliquer sur le lien ci-dessous pour choisir un nouveau mot de passe. <BR><BR> <a href="https://industry.christopherstewart.com/{0}/account/resetpassword/{1}">https://industry.christopherstewart.com/{0}/account/resetpassword/{1}</a> <BR><BR> Si vous ne parvenez pas à cliquer sur le lien, veuillez copier et coller la totalité de l'URL dans la barre d'adresse de votre navigateur, puis appuyer sur "Entrée". <BR><BR> 2.Suivez les instructions pour choisir votre nouveau mot de passe. Une fois votre mot de passe choisi, vous serez automatiquement redirigé vers ChristopherStewart.com <BR><BR> 3. Dans le futur, vous pourrez vous connecter à ChristopherStewart.com en entrant votre email puis votre mot de passe. <BR><BR> Si vous avez la moindre question, écrivez nous à<a href="mailto:info@ChristopherStewart.com" target="_top">info@ChristopherStewart.com</a>; ne répondez pas à ce message. <BR><BR> <BR><BR> Service relation client Christopher Stewart <a href="mailto:info@ChristopherStewart.com" target="_top">info@ChristopherStewart.com</a> <BR><BR> *************************** <BR><BR> Merci de bien vouloir ignorer ce message, ou, si vous le souhaitez, vous pouvez utiliser l'adresse ci-dessus afin d'enregistrer un nouveau mot de passe pour votre compte. <BR> Pour protéger votre vie privée, nous enverrons ces informations seulement à l'adresse mail enregistrée pour ce compte. <BR><BR> <font size='1'>Droit d'auteur {2} Christopher Stewart Vins et Spiritueux.</font>
zh_hk: 尊敬的會員, <BR><BR> 根據要求，請按照下列步驟重新進入 ChristopherStewart.com。 <BR><BR> 1.請按以下連結選擇一個新密碼。 <BR><BR> <a href="https://industry.christopherstewart.com/{0}/account/resetpassword/{1}">https://industry.christopherstewart.com/{0}/account/resetpassword/{1}</a> <BR><BR> 如不能按入連結，請複製以上網頁到你的網頁瀏覽器。 <BR><BR> 2.按照屏幕上的說明選擇一個新的密碼。選擇密碼後，您將自動進入ChristopherStewart.com。 <BR><BR> 3.以後您可以通過輸入你的電郵地址和這個密碼登入ChristopherStewart.com。 <BR><BR> 如有任何疑問，請發郵件至 <a href="mailto:info@ChristopherStewart.com" target="_top">info@ChristopherStewart.com</a>; 請不要回覆此郵件。 <BR><BR> <BR><BR> 詩德有限公司客戶服務 <a href="mailto:info@ChristopherStewart.com" target="_top">info@ChristopherStewart.com</a> <BR><BR> *************************** <BR><BR> 如果您沒有申請ChristopherStewart.com的ID和密碼，但有人錯誤輸入你的電郵地址，請你不用理會此訊息。 <BR> 或如果你願意，你可以到上面的網址選擇帳戶新密碼。為保護你的私隱安全，我們只會發送此訊息到户口內指定電郵地址。 <BR><BR> <font size='1'>版權所有 {2} 詩德有限公司.</font>

# RESET_PSWD_EMAIL_SUBJECT
source: ChristopherStewart.com Account Request
zh_hk: ChristopherStewart.com 帳戶申請

source: Retail Sales
fr_ca: Ventes au détail
zh_hk: 零售商

# RPEmail
source: Recipient's email
fr_ca: Email du destinataire
zh_hk: 收件人電郵

# RPName
source: Recipient's name
fr_ca: Nom du destinataire
zh_hk: 收件人名稱

source: Search
fr_ca: Rechercher
zh_hk: 搜尋

source: Search Quote
fr_ca: Rechercher des citations
zh_hk: 搜尋名言

source: Select city
fr_ca: Sélectionnez votre ville
zh_hk: 選擇城市

# SendMeNews
source: Send me newsletters from Christopher Stewart Wine & Spirits.
fr_ca: Envoyez moi les newsletters de Christopher Stewart Vins &
zh_hk: 同意詩德有限公司寄出通訊給我。你可以隨時取消訂閱通訊。

# ShareHR
source: Share this in Hi-Res
fr_ca: Partager en HD
zh_hk: 分享高解像畫冊

# ShareHRArt
source: Share Hi-Res Cover Art
fr_ca: Partager l'œuvre en HD
zh_hk: 分享高解像畫冊封面

# ShareInfo
source: To share the images please fill the information in below.
fr_ca: Pour partager cette image, veuillez remplir le formulaire ci-dessous.
zh_hk: 若要分享圖像，請填寫以下資料。

# ShareTitle
source: Share Hi-Res Cover Art
fr_ca: Partager en Hi-Res cette œuvre d'art
zh_hk: 分享高解像畫冊封面

# SHARE_EMAIL_SUBJECT
source: Shared Hi-Res Cover Art From Christopher Stewart Wine & Spirits
fr_ca: Partager l'œuvre en HD de Christopher Stewart Vins & Spiritueux
zh_hk: 分享來自詩德的高解像畫冊封面

source: Sign In
fr_ca: Se connecter
zh_hk: 登入

# SignInDHAct
source: Don't have an account
fr_ca: Je n'ai pas de compte
zh_hk: 還未建立帳戶

# SignInTitle
source: Enter your industry email<br> and password
fr_ca: Entrez votre email professionnel <br>ainsi que votre mot de passe
zh_hk: 輸入你的業內電郵及密碼

# SignUpNow
source: Sing up now
fr_ca: Inscrivez vous maintenant
zh_hk: 馬上登記

# SignupRemember
source: Remember sign in information
fr_ca: Se souvenir de moi
zh_hk: 保持登入狀態

# SignUpSegment
source: Select your industry segment
fr_ca: Sélectionnez votre branche d'activité
zh_hk: 請選擇行業類別

# SignUpTitle
source: Create Your Christopher Stewart Industry Account
fr_ca: Créez votre compte Christopher Stewart entreprise
zh_hk: 建立您的業界賬户

source: Sincerely,
fr_ca: Sincèrement
zh_hk: 致以誠摯的問候

# SorrySessionExpired
source: Sorry your reset session has expired.
fr_ca: Désolé, votre session est expirée.
zh_hk: 對不起，重設限時已過。

# SpecialCharatorAvoidCommonWds
source: Special characters. Avoid common words and names.
fr_ca: Caractères spéciaux. Évitez les mots et noms communs.
zh_hk: 使用特別字母符號。避免常用詞語或名字。

source: Submit
fr_ca: Soumettre
zh_hk: 提交

source: Summary
fr_ca: Sommaire
zh_hk: 產品介紹

# ThankYouForRegisting
source: Thank you for registering for an Industry Account with ChristopherStewart.com.
fr_ca: Merci d'avoir créé votre compte industrie avec ChristopherStewart.com
zh_hk: 多謝您登記成為詩德網站ChristopherStewart.com的業界賬户。

# TheCSWSTeam
source: The Christopher Stewart Team
fr_ca: L'équipe Christopher Stewart
zh_hk: 詩德團隊

source: Toll free
fr_ca: Sans frais
zh_hk: 免費撥打

# WeWillVerifyAccount
source: We will now verify your industry status and active your account within 3 business days and email you back as soon as it is ready.
fr_ca: Nous allons maintenant vérifier le statut de votre entreprise puis activerons votre compte sous 3 jours ouvrable, un Email vous sera alors envoyé.
zh_hk: 我們會核實你的業界狀況並於三個工作天內啟動您的帳戶。我們會盡快以電郵回覆有關您的帳戶啟動安排。

source: Wine Maker
zh_hk: 釀酒師

# YRCRTEmail
source: Your current email address is
fr_ca: Votre adresse électronique actuelle est
zh_hk: 您現時的電郵

# YRName
source: Your name
fr_ca: Votre nom
zh_hk: 您的名字

# ZipCode
source: Zip/Postal Code
fr_ca: Code postal
zh_hk: 郵區編號

# CSSTitleFontSize
source: title_ft_size_en
zh_hk: title_ft_size_cn

# PleaseEnterName
source: Please enter your name.
fr_ca: Veuillez entrer votre nom.
zh_hk: 请输入您的姓名

source: Share
fr_ca: Partager
zh_hk: 分享

# PLSENTERRCPName
source: Please enter the valid recipient's email address.
fr_ca: Veuillez entrer le nom du destinataire.
zh_hk: 請輸入收件人名稱

source: Sign Up
fr_ca: S'enregistrer
zh_hk: 登入

source: Active Account
fr_ca: Activez votre compte
zh_hk: 賬戶註冊

source: Change Profile
fr_ca: Modifiez votre profil
zh_hk: 更改個人資訊

# YREmail
source: Your email
fr_ca: Votre email
zh_hk: 你的電郵

# HongKongAddress
source: Level 12, Infinitus Plaza, 199 Des Voeux Road Central, Sheung Wan, Hong Kong.
zh_hk: 香港 上環德輔道中199號 無限極廣場12樓

# QuoteMenu
source: Quotes
fr_ca: Citations
zh_hk: 名言

# LoadingImg
source: Loading, please wait
fr_ca: Chargement en cours
zh_hk: 正在下載圖片，請稍後

# CSSPTFINFOHolder
source: ptfInfoHolder_en
zh_hk: ptfInfoHolder_zh

# CSSPTFTitleHolder
source: ptfTitleHolder_en
zh_hk: ptfTitleHolder_zh

# CSSQTSPACETEXT
source: quote_space_text_en
zh_hk: quote_space_text_zh

# CSSHKNameHolder
source: hongkong_name_en
zh_hk: hongkong_name_zh

# CSSRegionCL1
source: region_col_1_en
zh_hk: region_col_1_zh

# CSSRegionCL2
source: region_col_2_en
fr_ca: region_col_2_fr
zh_hk: region_col_2_zh

# CSSRegionCL3
source: region_col_3_en
fr_ca: region_col_3_fr
zh_hk: region_col_3_zh

# CSSRegionCL4
source: region_col_4_en
fr_ca: region_col_4_fr
zh_hk: region_col_4_zh
